Revit 2027 API
ParameterTypeId.DpartLayerWidth Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartLayerWidth { get; }
Public Shared ReadOnly Property DpartLayerWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartLayerWidth {
	ForgeTypeId^ get ();
}
static member DpartLayerWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace